Repository: campusdomar/PuMuKIT2-cmar-sonar-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: es, gl

source: SONAR Channel
es: Canal SONAR
gl: Canal SONAR

source: RESEARCH ON LANGUAGES FOR SPECIFIC PURPOSES IN SPANISH SIGN LANGUAGE AND THE INTERNATIONAL SIGN SYSTEM
es: LA INVESTIGACIÓN EN LENGUAJES PARA FINES ESPECÍFICOS EN LENGUA DE SIGNOS ESPAÑOLA Y SISTEMA DE SIGNOS INTERNACIONAL
gl: A INVESTIGACIÓN EN LINGUAXES PARA FINS ESPECÍFICOS EN LINGUA DE SINAIS ESPAÑOLA E SISTEMA DE SINAIS INTERNACIONAL

source: What does ‘languages for specific purposes’ mean?
es: ¿Qué son las lenguas o los lenguajes de especialidad?
gl: ¿Que son as linguas ou as linguaxes de especialidade?

source: Research on languages for specific purposes is one of the most appealing branches of modern linguistics. In sign language interpreting, the specific purposes are guided by the necessity of widening and specializing the terminology in order to translate from a scientific and academic language into Spanish sign language (SSL) and the International sign system (ISS).
es: La investigación en lenguajes para fines específicos es una de las especialidades más atractivas de la lingüística actual. En la interpretación a las lenguas de signos, los fines específicos se orientan hacia la necesidad de ampliar y especializar la terminología para traducir del lenguaje científico y académico a la Lengua de Signos Española (LSE) y al Sistema de Signos Internacional (SSI).
gl: A investigación en linguaxes para fins específicos é unha das especialidades máis atractivas da lingüística actual. Na interpretación ás linguas de sinais, os fins específicos oriéntanse cara a necesidade de ampliar e especializar a terminoloxía para traducir da linguaxe científica e académica á Lingua de Sinais Española (LSE) e ao Sistema de Sinais Internacional (SSI).

source: Which other specific languages, apart from academic, are of interest to our research?
es: ¿Qué lenguajes específicos, además del académico, son objeto de nuestras investigaciones?
gl: ¿Que linguaxes específicas, ademais da académica, son obxecto das nosas investigacións?

source: Scientific and linguistic languages, together with academic, are of special interest to the deaf community. On the one hand, they are interested in the linguistic field as language forms a differentiating element in their community. On the other hand, the natural sciences are also of significance as they help to promote a better understanding of life and the environment. The development of these specific purposes paves the way for the still uncertain integration of deaf people into the university and vice versa.
es: Los lenguajes científico y lingüístico, junto con el académico, son los que más interesan a la comunidad sorda. Le interesa el ámbito lingüístico porque es la lengua el elemento diferenciador de su comunidad y las ciencias de la naturaleza porque le ayudan a entender la vida y el entorno. Desarrollar estos lenguajes específicos allana el camino hacia la pendiente integración de los sordos en la universidad y viceversa.
gl: As linguaxes científica e lingüística, xunto á académica, son as que máis interesan á comunidade xorda. Interésalle o ámbito lingüístico porque é a lingua o elemento que marca a diferenza da súa comunidade e as ciencias da natureza porque lle axudan a entender a vida e a contorna. Desenvolver estas linguaxes específicas facilita a pendente integración dos xordos na universidade e viceversa.

source: Besides this, we aim to provide ideas in order to help SSL and ISS interpreters and translators develop the appropriate skills not only to become familiar with the data of the scientific and academic world, but also to acquire the ability to provide satisfactory answers to the problems that arise in the interpretation of scientific texts.
es: También pretendemos aportar ideas para que el profesional de la interpretación y la traducción a la LSE y SSI pueda desarrollar destrezas adecuadas que le permitan, además de aproximarse al conocimiento del mundo de la ciencia y la academia, adquirir habilidades que le faciliten las respuestas satisfactorias a los problemas que se le plantean ante una interpretación de textos científicos.
gl: Tamén pretendemos aportar ideas para que o profesional da interpretación e a tradución á LSE e SSI poida desenvolver destrezas axeitadas que lle permitan, ademais de aproximarse ao coñecemento do mundo da ciencia e a academia, adquirir habilidades que lle faciliten as respostas satisfactorias aos problemas que se lle formulan ante unha interpretación de textos científicos.

source: The start of the project
es: Los comienzos del proyecto
gl: Os comezos do proxecto

source: At the beginning, SSL linguistics and interpreters used to analyse, translate and make our own recordings. The translating process has gradually changed due to considerable progress in documentation and the creation of suitable terminology with the aid of deaf experts.
es: Al principio, los lingüistas y los intérpretes de LSE analizábamos, traducíamos y hacíamos nuestras propias grabaciones. El proceso de traducción fue cambiando poco a poco con avances considerables en la documentación y creación de terminología adecuada con la ayuda de expertos sordos.
gl: Ao principio, os lingüistas e os intérpretes de LSE analizabamos, traduciamos e faciamos as nosas propias gravacións. O proceso de tradución foi mudando pouco a pouco con avances considerables na documentación e creación de terminoloxía adecuada coa axuda de expertos xordos.

source: The progress in the quality of the translations prompted us to look for technical excellence in our recordings. Thus, with the help of Televisión Uvigo and Teltek, we were able to translate, interpret and record texts to a high quality, which were approved by Galician and Spanish deaf people and interpreters.
es: El progreso en la calidad de las traducciones nos llevó a la procura de la excelencia técnica de las grabaciones y, con la ayuda de Televisión Uvigo y Teltek, pudimos traducir, interpretar y grabar textos de gran calidad que son validados por signantes sordos e intérpretes de Galicia y del estado español.
gl: O progreso na calidade das traducións levounos á procura da excelencia técnica das gravacións e, coa axuda da Televisión Uvigo e Teltek, puidemos traducir, interpretar e gravar textos de gran calidade que son validados por signantes xordos e intérpretes de Galicia e do estado español.

source: Initial results
es: Primeros resultados
gl: Primeiros resultados

source: We recorded scientific texts in SSL for the first time in August 2008. The first scientific texts were derived from sign language linguistics, particularly from the plenary conferences of Alejandro Oviedo, La incorporación de los gestos y la iconicidad: el análisis de las lenguas de signos: un breve repaso a la historia de la lingüística de las lenguas visuales de los sordos; Ángel López, El origen dellenguaje: entre la genética y la física; Enrique del Teso, Gramática, proposiciones e índices: cómo se hacen pensamientos completos con palabras; and the abstracts of the congress of young linguists, presented in the 3rd International Conference of Hispanic Linguistics: Young Researchers.
es: Empezamos a grabar textos científicos en lengua de signos española en agosto de 2008. Los primeros textos científicos procedían de la lingüística de las lenguas de signos, concretamente las conferencias plenarias de Alejandro Oviedo La incorporación de los gestos y la iconicidad: el análisis de las lenguasde signos: un breve repaso a la historia de la lingüística de las lenguas visuales de los sordos, Ángel López El origen del lenguaje: entre la genética y la física, Enrique del Teso Gramática, proposiciones e índices: cómo se hacen pensamientos completos con las palabras y los resúmenes del congreso de jóvenes lingüistas presentados en el III Congreso Internacional de Lingüística Hispánica: Jóvenes Investigadores.
gl: Empezamos a gravar textos científicos en Lingua de Sinais Española en agosto de 2008. Os primeiros textos científicos procedían da lingüística das linguas de sinais, concretamente as conferencias plenarias de Alejandro Oviedo La incorporación de los gestos y la iconicidad: el análisis de las lenguas de signos: un breve repaso a la historia de la lingüística de las lenguas visuales de los sordos, Ángel López El origen del lenguaje: entre la genética y la física, Enrique del Teso Gramática, proposiciones e índices: cómo se hacen pensamientos completos con las palabras e os resumos do congreso de mozos lingüistas presentados no III Congreso Internacional de Lingüística Hispánica: Jóvenes Investigadores.

source: In the same year, the first tool which facilitated deaf people’s access to the university appeared: the SSL translation of the University of Vigo self-registration.
es: Ese mismo año nació la primera herramienta para facilitar el acceso a la universidad de las personas sordas: la traducción a la LSE de la automatrícula de la Universidad de Vigo.
gl: Ese mesmo ano naceu a primeira ferramenta para facilitar o acceso á universidade das persoas xordas: a tradución á LSE da automatrícula da Universidade de Vigo.

source: At present
es: En la actualidad
gl: Na actualidade

source: We are now taking a further step towards the ISS translation. A group of deaf and hearing researchers from different European and American countries is working on the translation of scientific texts from Campus del Mar, as well as building up SSL and ISS glossaries of specific languages which will allow deaf and hearing people from all over the world to have access to Science.
es: Hemos iniciado una nueva andadura hacia la traducción al SSI. Un equipo de investigadores sordos y oyentes de diferentes países europeos y americanos prepara la traducción de textos científicos del Campus del Mar y elabora glosarios en LSE y SSI de lenguajes específicos que permitirán el acceso a la ciencia de sordos y oyentes de todo el mundo.
gl: Iniciamos unha nova andanza cara a tradución ao SSI. Un equipo de investigadores xordos e oíntes de diferentes países europeos e americanos prepara a tradución de textos científicos do Campus do Mar e elabora glosarios en LSE e SSI de linguaxes específicas que permitirán o acceso á ciencia dos xordos e oíntes de todo o mundo.

source: Who are we?
es: ¿Quiénes somos?
gl: ¿Quen somos?

source: The following people are involved in this project, consisting of specific languages in SSL and ISS and coordinated by Inmaculada Báez Montero:
es: En el proyecto de lenguajes específicos en LSE y SSI coordinado por Inmaculada Báez Montero participamos:
gl: No proxecto de linguaxes específicas en LSE e SSI coordinado por Inmaculada Báez Montero participamos:

source: LINGUISTICS: Inmaculada C. Báez and Ana Fernández
es: LINGÜISTAS: Inmaculada C. Báez y Ana Fernández
gl: LINGÜISTAS: Inmaculada C. Báez e Ana Fernández

source: SSL and ISS VALIDATORS AND SIGNERS: María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López and Marianne Stump.
es: VALIDADORES y SIGNANTES de LSE y SSI: María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López y Marianne Stump
gl: VALIDADORES e SIGNANTES de LSE e SSI: María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López e Marianne Stump.

source: ADVISERS AND TRANSLATORS OF SPOKEN LANGUAGES: Marta Peláez and Lucía López (French, English, Italian, Greek, etc.) and Herminda Otero (Galician and Portuguese).
es: ASESORES y TRADUCTORES de LENGUAS ORALES: Marta Peláez y Lucía López (francés, inglés, italiano, grego, etc.) y Herminda Otero (gallego y portugués)
gl: ASESORES e TRADUTORES de LINGUAS ORAIS: Marta Peláez e Lucía López (francés, inglés, italiano, grego, etc.) e Herminda Otero (galego e portugués).

source: Coordinator of publication, recording, etc.: Luis Pena
es: Coordinador de la edición, grabación, etc.: Luis Pena
gl: Coordinador da edición, gravación, etc.: Luis Pena

source: Click on
es: En
gl: En

source: to learn more about our research group.
es: puedes saber más de nuestro grupo de investigación
gl: podes saber máis do noso grupo de investigación.

source: What is sonar?
es: ¿Qué es sonar?
gl: ¿Qué é sonar?

source: The Sonar-SSL project is promoted by the International Campus of Excellence – Campus do Mar and funded by the Spanish Ministry of Education, Culture and Sport, and the Vodafone Foundation under the Spanish Subprogram of Strengthening CEI 2011. It aims to facilitate hearing-impaired people’s access to educational and scientific resources in audiovisual formats.
es: El proyecto Sónar-LSE, promovido por el Campus de Excelencia Internacional – Campus do Mar y financiado por el Ministerio de Educación, Cultura y Deporte y la Fundación Vodafone en el marco del Subprograma de Fortalecimiento CEI 2011, tiene como objetivo facilitar el acceso de personas sordas e hipoacúsicas a contenidos educativos y divulgativos en formatos audiovisuales.
gl: O proxecto Sonar-LSE, promovido polo Campus de Excelencia Internacional – Campus do Mar e financiado polo Ministerio de Educación, Cultura e Deporte e a Fundación Vodafone no marco do Subprograma de Fortalecemento CEI 2011, ten como obxectivo facilitar o acceso de persoas xordas e hipoacúsicas a contidos educativos e divulgativos en formatos audiovisuais.

source: Contrary to what one might think, deaf people’s comprehension of the written language is limited. For them, spoken languages (such as Spanish or Galician) in their written form are actually second or third languages which present their own particular obstacles to learning. The natural language of deaf people is a visual-gestural one: the Spanish Sign Language (SSL) in which they think and dream.
es: En contra de lo que se podría pensar, la comprensión de la lengua escrita por parte de las personas sordas es limitada. Para los sordos, las lenguas orales (español o gallego) en la modalidad escrita son segundas o terceras lenguas con especial dificultad en el aprendizaje. La lengua natural de las personas sordas es una lengua visogestual: la Lengua de Signos o Señas Española (LSE) en la que piensan y sueñan.
gl: Ao contrario do que se podería pensar, a comprensión da lingua escrita por parte das persoas xordas é limitada. Para os xordos, as linguas orais (español e galego) na modalidade escrita son segundas ou terceiras linguas con especial dificultade na aprendizaxe. A lingua natural das persoas xordas é unha lingua visoxestual: a Lingua de Sinais Española (LSE) na que pensan e soñan.

source: In order to overcome the differences between disparate sign languages, many researchers in the linguistics of these languages propose the use of American Sign Language (ASL) as the lingua franca, however the deaf community prefers the International Sign System (ISS).
es: Para superar las diferencias entre las distintas lenguas de signos, muchos investigadores en la lingüística de estas lenguas proponen el uso de la American Sign Language (ASL) como lengua franca, pero la comunidad sorda prefiere el Sistema de Signos Internacional (SSI).
gl: Para superar as diferenzas entre as distintas linguas de sinais, moitos investigadores na lingüística destas linguas propoñen o uso da American Sign Language (ASL) como lingua franca, pero a comunidade xorda prefire o Sistema de Sinais Internacional (SSI).

source: Regardless of the gestural lingua franca (either ISS or ASL), at this moment in time it is of paramount importance to provide quality scientific and cultural resources in visual-gestural languages for the deaf people of the 21st century. Campus do Mar, thanks to the financial support of the above institutions, has created this portal which intends, apart from becoming a reference in the adaptation of educational and scientific resources, to bring science closer to the Spanish and global deaf community.
es: En estos momentos, independientemente de la lengua gestual vehicular (SSI o ASL), resulta fundamental proporcionar a los sordos del siglo XXI contenidos científicos y culturales de calidad en lenguas visogestuales. Campus do Mar, gracias al apoyo de los organismos financiadores, ha creado este portal que pretende, además de convertirse en un referente en la adaptación de contenidos educativos y divulgativos, acercar la ciencia a la comunidad sorda española y de todo el mundo.
gl: Nestes momentos, independentemente da lingua xestual vehicular (SSI ou ASL), resulta fundamental fornecer aos xordos do século XXI contidos científicos e culturais de calidade en linguas visoxestuais. Campus do Mar, grazas ao apoio dos organismos financeiros, creou este portal que pretende, ademais de converterse nun referente na adaptación de contidos educativos e divulgativos, achegar a ciencia á comunidade xorda española e de todo o mundo.

source: Research Team
es: El equipo de trabajo
gl: O equipo de traballo

source: This project has been developed by the Spanish Language and Signed Languages Research Group (GRILES) of the University of Vigo, coordinated by Inmaculada C. Báez Montero.
es: Este proyecto ha sido desarrollado por el Grupo de Investigación de Lengua Española y Lenguas Signadas (GRILES) de la Universidade de Vigo, coordinado por Inmaculada C. Báez Montero.
gl: Este proxecto foi desenvolvido polo Grupo de Investigación de Lingua Española e Linguas de Sinais (GRILES) da Universidade de Vigo, coordinado por Inmaculada C. Báez Montero.

source: The following people are involved in the project of languages for specific purposes in SSL and ISS: linguistics (Inmaculada C. Báez and Ana Fernández), SSL and ISS validators and signers (María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López and Marianne Stumpf) and advisers and translators of spoken languages (Marta Peláez and Herminda Otero). A team from the Campus Digital del Mar is also taking part in the project and they are in charge of coordinating communication from Campus do Mar (José Jato Darriba), technical and audiovisual coordination (Luis Pena) and recording and post-production (Enrique Leirachá).
es: En el proyecto de lenguajes específicos en LSE y SSI participan lingüistas (Inmaculada C. Báez y Ana Fernández), validadores y signantes de LSE y SSI (María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López y Marianne Stumpf), asesores y traductores de lenguas orales (Marta Peláez y Herminda Otero). También colabora el equipo del Campus Digital del Mar llevando a cabo las tareas de coordinación de comunicación desde Campus do Mar (José Jato Darriba), coordinación técnica audiovisual (Luis Pena) y grabación y posproducción (Enrique Leirachá).
gl: No proxecto de linguaxes específicas en LSE e SSI participan lingüistas (Inmaculada C. Báez e Ana Fernández), validadores e signantes de LSE e SSI (María Bao, Rayco González, Ruth Lamas, Manuel Lema, Mónica Martínez, Alba Puentes, José López y Marianne Stumpf), asesores e tradutores de linguas orais (Marta Peláez e Herminda Otero). Tamén colabora o equipo do Campus Dixital do Mar levando a cabo as tarefas de coordinación de comunicación dende Campus do Mar (José Jato Darriba), coordinación técnica audiovisual (Luis Pena) e gravación e posprodución (Enrique Leirachá).
